{
  "Volunteers": [
    {
      "Name": "Benjamin Kenga",
      "Position": "Community Paralegal",
      "LinkedIn": "",
      "Image": "./Benjamin.webp"
    },
    {
      "Name": "Calvince Ochieng",
      "Position": "Community Paralegal",
      "LinkedIn": "",
      "Image": "./Calvince.webp"
    },
    {
      "Name": "Doctor Dullu",
      "Position": "Outreach Worker",
      "LinkedIn": "",
      "Image": "./Doctor.webp"
    },
    {
      "Name": "Fuad Said",
      "Position": "Outreach Worker",
      "LinkedIn": "https://www.linkedin.com/in/fuad-said-905487289/",
      "Image": "./Fuad.webp"
    },
    {
      "Name": "Hilda Natasha",
      "Position": "Community Paralegal",
      "LinkedIn": "",
      "Image": "./Hilda.webp"
    },
    {
      "Name": "Jimmy Ruwa",
      "Position": "Outreach Worker",
      "LinkedIn": "",
      "Image": "./Jimmy.webp"
    },
    {
      "Name": "Juma Lwambi",
      "Position": "Outreach Worker",
      "LinkedIn": "",
      "Image": ""
    },
    {
      "Name": "Melvin Ogaga",
      "Position": "Outreach Worker",
      "LinkedIn": "",
      "Image": "./Melvin.webp"
    },
    {
      "Name": "Salim Furaha",
      "Position": "Community Paralegal",
      "LinkedIn": "",
      "Image": ""
    },
    {
      "Name": "Tashley Ranney",
      "Position": "Outreach Worker",
      "LinkedIn": "",
      "Image": "./Tashley.webp"
    }
  ],
  "Staffs": [
    {
      "Name": "Anthony Noah",
      "Position": "MEARL Officer",
      "LinkedIn Link": "",
      "Image": "./Anthony.webp"
    },
    {
      "Name": "Fredrick Odongo",
      "Position": "Clinical Officer",
      "LinkedIn Link": "",
      "Image": "./Fredrick.webp"
    },
    {
      "Name": "Purity Chepkoech",
      "Position": "Nursing Officer",
      "LinkedIn Link": "",
      "Image": "./Purity.webp"
    },
    {
      "Name": "Grace Mwamburi",
      "Position": "Social Worker",
      "LinkedIn Link": "",
      "Image": "./Grace.webp"
    },
    {
      "Name": "Muthoni Kinyanjui",
      "Position": "HTS Officer",
      "LinkedIn Link": "",
      "Image": "" 
    },
    {
      "Name": "John Omollo",
      "Position": "Program Coordinator",
      "LinkedIn Link": "",
      "Image": "./John.webp"
    },
    {
      "Name": "Naomy Zawadi",
      "Position": "Program Coordinator",
      "LinkedIn Link": "",
      "Image": "./Naomy.webp"
    },
    {
      "Name": "Rashid Hamad",
      "Position": "Program Coordinator - Tana River",
      "LinkedIn Link": "",
      "Image": "./Rashid.webp"
    },
    {
      "Name": "Steve Okoth",
      "Position": "Admin & Comms. Officer",
      "LinkedIn Link": "",
      "Image": "./Steve.webp"
    },
    {
      "Name": "Nerry Kai",
      "Position": "Assistant Finance Officer",
      "LinkedIn Link": "",
      "Image": "./Nerry.webp"
    },
    {
      "Name": "Abubakar Bakary",
      "Position": "Assistant MEARL Officer",
      "LinkedIn Link": "",
      "Image": "./Abubakar.webp"
    },
    {
      "Name": "Riziki Bondora",
      "Position": "Office Maintenance",
      "LinkedIn Link": "",
      "Image": "./Riziki.webp"
    }
  ],
  "SMT": [
    {
      "Name": "Abdulwahid Hassan",
      "Position": "Executive Director",
      "LinkedIn Link": "",
      "Image": "./Abdulwahid.webp"
    },
    {
      "Name": "Gilbert Asuri",
      "Position": "Program Manager",
      "LinkedIn Link": "",
      "Image": "./Gilbert.webp"
    },
    {
      "Name": "Zebedi Maina",
      "Position": "Finance & HR Manager",
      "LinkedIn Link": "",
      "Image": "./Zebedi.webp"
    }
  ],
  "BodMem": [
    {
      "Name": "Nekesa Wandera",
      "Position": "Board Chair",
      "LinkedIn Link": "",
      "Image": "",
      "Profile": {
        "Expertise": [
          "SRHR Advocacy",
          "HIV Prevention",
          "Key Populations Health",
          "Governance & Finance",
          "Community-Led Programming"
        ],
        "Description": "Faith Nekesa Wandera (She/Her) brings over five years of strategic leadership in health equity and community development to her role as Board Chair. As a Programs Health Promotion Officer at PEMA Kenya, she designs evidence-based initiatives that improve healthcare access for marginalized populations, with specialized expertise in HIV Prevention and sexual/reproductive health rights. Her work has directly contributed in reducing health disparities through innovative advocacy and program implementation.\n\nA skilled governance professional, Faith combines her background in Development Studies and Commerce with hands-on experience in organizational leadership. She has successfully led cross-functional teams, managed complex health projects, and built partnerships between communities and healthcare systems. Her approach emphasizes data-driven decision making, inclusive program designs, and sustainable impact.\n\nFaith's board leadership is informed by her technical expertise as a Certified Public Accountant and her training in transformative leadership. She specializes in aligning organizational strategy with community needs, particularly in developing health solutions for vulnerable groups. Her current work focuses on creating structural interventions that address both immediate health requirements and long-term barriers.\n\nCommitted to principled governance, Faith champions transparency, equity, and community-centered leadership. She brings particular strength in monitoring and evaluation, using outcomes to continuously improve program effectiveness. Her leadership philosophy centers on empowering teams while maintaining rigorous accountability to stakeholders and beneficiaries."
      },
      "SocialMedia": {
        "Facebook": "",
        "LinkedIn": "",
        "X": "",
        "Instagram": ""
      }
    },
    {
      "Name": "Francis Gikera",
      "Position": "Board Member",
      "LinkedIn Link": "",
      "Image": "",
      "Profile": {
        "Expertise": [
          "Human Rights Defense",
          "Civic Space Protection",
          "Policy Advocacy",
          "Data Protection Law",
          "Regional Coalition Building"
        ],
        "Description": "Francis Gikera Ndegwa is a seasoned civic space specialist with over eight years of experience in advocacy, human rights defense, and strategic communications. As Senior Programs and Advocacy Manager at Defenders Coalition, he has spearheaded national initiatives to protect human rights defenders (HRDs), including developing Kenya's first HRD protection policy and establishing a pioneering Socio-Economic Wellbeing Program for activists. His work has shaped critical legislation, including the Data Protection Act 2019, while fostering inclusive partnerships between HRDs, government institutions, and international bodies.\n\nA skilled strategist, Francis combines expertise in program management with deep knowledge of regional and international human rights mechanisms. He has represented Kenyan HRDs at the UN Human Rights Council, African Commission on Human and Peoples' Rights, and Universal Periodic Review sessions, securing tangible policy advancements. His leadership in forming coalitions like the East Africa Civic Space Platform demonstrates his ability to unite diverse stakeholders for collective impact.\n\nFrancis's board contributions are grounded in his multidisciplinary background as a Certified Public Accountant, communications professional, and international relations scholar. He brings specialized skills in policy analysis, donor relations, and organizational development, ensuring strategic alignment between governance decisions and grassroots needs. His approach emphasizes data-driven advocacy, transparent governance, and innovative solutions to safeguard civic freedoms.\n\nCommitted to principled leadership, Francis champions accountability, inclusivity, and evidence-based decision-making at all levels. He has trained over 160 community leaders and established systems for rapid response to HRDs at risk across East Africa. His philosophy centers on empowering marginalized voices while maintaining rigorous standards of institutional integrity and operational excellence."
      },
      "SocialMedia": {
        "Facebook": "",
        "LinkedIn": "",
        "X": "",
        "Instagram": ""
      }
    },
    {
      "Name": "Shadrack Babu",
      "Position": "Board Member",
      "LinkedIn Link": "",
      "Image": "",
      "Profile": {
        "Expertise": [
          "PMTCT Research",
          "Crisis Intervention",
          "Data Systems Innovation",
          "Mental Health Integration",
          "Pediatric HIV"
        ],
        "Description": "Shadrack Babu Kale is a licensed psychologist and public health researcher with 15+ years of experience in HIV programming, maternal-child health, and mental health systems strengthening. As Research Associate at Global Health Innovations-Kenya, he coordinates NHIF-funded cervical cancer tracking and PMTCT viral load studies across coastal counties, while bridging clinical research with policy through Ministry of Health engagements. His dual expertise in psychological counseling (registered with Kenya Counsellors and Psychologists Association) and epidemiological research informs holistic approaches to healthcare delivery for marginalized populations.\n\nA seasoned research leader, Shadrack has coordinated multi-site studies for KEMRI, University of Washington, and CIHEB, focusing on PMTCT, pediatric HIV treatment adherence, and COVID-19 response. His qualitative work on oral dissolvable HIV medication for children (published in BMC Health Services Research) demonstrates his innovative approach to patient-centered solutions. As Lead Clinical Psychologist at Coast General Hospital during the pandemic, he designed mental health interventions for frontline workers and patients, reducing burnout and improving crisis resilience.\n\nShadrack's board governance is anchored in his technical roles developing research protocols, training clinicians, and translating evidence into practice. He serves as Board Member of AMKENI, advocating LGBTIQ+ health rights, and lectures psychology at Kenya Medical Training College. His peer-reviewed publications on HIV service optimization (including PLoS ONE and Lancet Global Health) reflect his commitment to data-driven health equity strategies.\n\nCommitted to systems change, Shadrack integrates mental health support with biomedical research through his ongoing work in cyber-security-enhanced data systems. His leadership philosophy prioritizes ethical community engagement, intersectional advocacy, and scalable innovations – from the HIV Infant Tracking System to adolescent support groups. With expertise spanning counselling, research coordination, and policy dialogue, he strengthens organizational governance through participatory decision-making and measurable impact frameworks."
      },
      "SocialMedia": {
        "Facebook": "",
        "LinkedIn": "",
        "X": "",
        "Instagram": ""
      }
    },
    {
      "Name": "Kimani Makobu",
      "Position": "Board Member",
      "LinkedIn Link": "",
      "Image": "",
      "Profile": {
        "Expertise": [
          "Research Ethics",
          "Public Health",
          "Scientific Mentorship",
          "Public Health Systems",
          "Clinical Trials Leadership"
        ],
        "Description": "Dr. Makobu Kimani is a distinguished clinical scientist with 17 years of experience leading multi-site clinical trails and public health research at the Kenya Medical Research Institute (KEMRI) Wellcome Trust Research Program. As a Principal Investigator, he has spearheaded groundbreaking vaccine trials for COVID-19 and malaria, while ensuring rigorous protocol development, data integrity, and participant safety. His dual expertise as a medical doctor and Ph. D in Public Health bridges clinical practice with research innovation, particularly in HIV epidemiology and micro-sampling technologies.\n\nA respected leader in research ethics, Dr. Makobu chairs KEMRI's Centre Scientific Committee and serves on multiple institutional review boards, including the Scientific and Ethics Review Unit (SERU. He has pioneered capacity-building initiatives as an academic editor for PLoS One and mentor for emerging scientists. His earlier work directing the Sex Worker Outreach Programme (SWOP) clinic demonstrated his commitment to marginalized populations through ethical HIV/STI care and prevention research.\n\nDr. Makobu board contributions are anchored in his strategic oversight of complex clinical trials, compliance with international standards (ICH-GCP), and stakeholder engagement with funders like CEPI and BioNTech. His analytical rigor informs governance decisions, from risk mitigation strategies to safety monitoring frameworks. He champions evidence-based policies that balance scientific advancement with community protection.\n\nCommitted to institutional excellence, Dr. Makobu actively shapes research integrity guidelines and serves on KEMRI's Clinical Trials Unit Development Working Group. His leadership philosophy emphasizes collaborative problem-solving, transparency, and equitable health solutions. With 25+ peer-reviewed publications, he ensures the board benefits from cutting-edge scientific insights aligned with global best practices."
      },
      "SocialMedia": {
        "Facebook": "",
        "LinkedIn": "",
        "X": "",
        "Instagram": ""
      }
    },
    {
      "Name": "Kennedy Masinya",
      "Position": "Board Member",
      "LinkedIn Link": "",
      "Image": "",
      "Profile": {
        "Expertise": [
          "Community Research",
          "LGBTIQ+ Rights",
          "MSM Health Equity",
          "Capacity Building",
          "HIV Self-Testing"
        ],
        "Description": "Kennedy Otieno Olango is a dedicated HIV programmer and advocate with 15 years of experience advancing health equity for key populations, including gay men, MSM, and transgender communities in Kenya. As Health and Programs manager at Men Against AIDS Youth Group (MAAYGO), he leads initiatives integrating HIV prevention, treatment, and human rights advocacy, while building capacity for community-led research and service delivery. His work has strengthened access to tailored healthcare through innovative projects like HIV Self-Testing implementation research and NIH-funded studies on MSM health outcomes.\n\nA skilled movement builder, Kennedy serves as Western Kenya Pride Coordinator and sits on multiple advisory boards, including KEMRI's Community Advisory Board and the Kenya Key Populations Consortium Steering Committee. His expertise spans psychosocial support, risk-reduction counselling, and ethical research practices, informed by certifications in human rights (Equitas) and organizational development (AMREF). Kennedy's leadership in developing Kenya's MSM advocacy toolkit and coordinating the GMT HIV Prevention Network demonstrates his commitment to systemic change.\n\nKennedy's board contributions are rooted in his dual focus on evidence-based programming and grassroots mobilization. He bridges policy and practice through roles with AVAC's PxROAR Africa and the SOGIEM Research Advisory Committee, ensuring community ownership of health research. His governance approach emphasizes participatory decision-making, with a track record of mentoring emerging leaders and safeguarding minority rights in clinical trials.\n\nCommitted to intersectional advocacy, Kennedy champions mental health support and security training for LGBTIQ+ activists. His leadership philosophy centers on dignity-centered care, data-driven interventions, and coalition-building across sectors. With extensive experience in stakeholder engagement-from USAID to local NGOs- he brings strategic vision to institutional governance while amplifying marginalized voices."
      },
      "SocialMedia": {
        "Facebook": "",
        "LinkedIn": "",
        "X": "",
        "Instagram": ""
      }
    }
  ]
}